<?php

// Heading
$_['heading_title']    = 'Истории';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Редактирование';

// Entries / List
$_['stories_lists']    = 'Список историй';

// Entry
$_['entry_name']       = 'Название Истории';
$_['entry_type']       = 'Тип Истории';
$_['entry_banner']     = 'Расположение истории';
$_['entry_preview']    = 'Миниатюра для Истории';
$_['entry_image']      = 'Изображение для Истории';
$_['image_row']        = 'Изображения для Истории';
$_['entry_sort_order'] = 'Порядок';
$_['entry_btn_link']   = 'Ссылка на кнопке';
$_['entry_btn_txt']    = 'Текст на кнопке';
$_['entry_max_qty']    = 'Максимальное количество отображаемых историй';
$_['entry_lifetime']   = 'Количество дней доступности';
$_['entry_status']     = 'Статус';

// variables
$_['carousel_type']    = 'Карусель';
$_['fix_images']       = 'Фиксированное количество изображений';


// Error
$_['error_permission'] = 'У вас недостаточно прав для внесения изменений!';
$_['error_name']       = 'Название должно содержать от 3 до 64 символов!';
$_['error_type']       = 'Неверный тип Истории';
$_['error_banner']     = 'Расположение баннера';
